{
    "menu": [
        {
            "displayName": "Pizza",
            "description": "It's your classic arcade food! We've got all the best toppings: cheese, pepperoni, sausage, bacon, fairy dust, bacon, bacon bits, canadian bacon, dragon scales, victory sause, winner's choice, bacon, and the-super-amazing-everything-you-can-imagine-on-a-pizza-supreme-pizza!",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "Burgers",
            "description": "I can't get enough of these. They're made from the freshest of behind the building, home-grown cattle meat you've ever tasted. Our gormet chefs have perfected the art of cow cookery. And I guess if you want we offer the chicken variety.",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "Fries",
            "description": "The best side for any meal! Seriously though, you can't get enough. They come in the sizes large, extra large, gamer large, winner large, and MAXIMUM POWER large.",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "Churros",
            "description": "Know in 43 states as the crown jewl of desserts, the churro is a heaven sent blessing here at Game Fuel. We offer this sacred relic with a number of sweet dipping sauses.",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "burritos",
            "description": "It's a fiesta up in here now! As if a churro weren't enough culture for you, we offer burritos to satisfy your mexican cravings!",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "...Meatloaf?",
            "description": "Um... yeah. Why not? I think it comes with potatoes.",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "Mixed Vegetables",
            "description": "Your mom always said that you had to eat your vegetables before you could play your games. Well now Game Fuel offers vegetables on location! Quickly scarff them down and get back to the game!",
            "picture": "",
            "picture2": "",
            "picture3": ""
        },
        {
            "displayName": "Hot Dogs",
            "description": "Hot dogs are gross. But I guess some people like them. So we make them too!",
            "picture": "",
            "picture2": "",
            "picture3": ""
        }
    ]
}
